{
    "BUDDHA BOWL": "BUDDHA BOWL",
    "Home": "Inicio",
    "Menu": "Menú",
    "About": "Sobre nosotros",
    "Dark mode": "Modo oscuro",
    "Healthy & Authentic Vietnamese Bowls": "Auténticos y saludables Bowls vietnamitas",
    "Fresh ingredients, delicious flavours.": "Ingredientes frescos, sabores deliciosos.",
    "Our Specialities": "Nuestras especialidades",
    "We offer a variety of healthy and flavorful Vietnamese bowls made with fresh, tasteful and high-quality ingredients.": "Ofrecemos una variedad de bowls vietnamitas saludables y sabrosos, elaborados con ingredientes frescos, deliciosos y de alta calidad.",
    "Order now": "Añadir al pedido",
    "Location": "Ubicación",
    "Visit us": "Visítanos",
    "Address: ": "Dirección: ",
    "Phone: ": "Teléfono: ",
    "Email: ": "Correo electrónico: ",
    "Opening hours": "Horario de apertura",
    "Our Menu": "Nuestro Menú",
    "We are a young, passionate team with a love for fresh, wholesome food and a deep respect for the environment. We bring a modern twist to traditional Vietnamese cuisine, creating nourishing bowls packed with vibrant flavors and sustainable ingredients.": "Somos un equipo joven y apasionado con amor por la comida fresca y saludable, y un profundo respeto por el medio ambiente. Damos un giro moderno a la cocina vietnamita tradicional, creando bowls nutritivos llenos de sabores vibrantes e ingredientes sostenibles.",
    "All": "Todo",
    "Meat": "Carne",
    "Seafood": "Mariscos",
    "Vegan": "Vegano",
    "Not available": "No disponible",
    "About Us": "Sobre nosotros",
    "404 - Page Not Found": "404 - Página no encontrada",
    "Sorry, the page you are looking for does not exist.": "Lo sentimos, la página que buscas no existe.",
    "Go back to Home": "Volver al inicio",
    "2024 Buddha Bowl Company, Inc. All rights reserved.": "2024 Buddha Bowl Company, Inc. Todos los derechos reservados.",
    "Pork Desire": "Deseo de Cerdo",
    "Mixed Greens, Pork meat, Cucumber, Pickled Veggies, Cilantro, Crispy Shallots, Jalapeno.": "Verduras mixtas, carne de cerdo, pepino, vegetales encurtidos, cilantro, cebollas crujientes, jalapeño.",
    "Mixed Greens, Shirmps, Corn, Pineapple, Edamame, Purple Cabbage, Furikake, Fried Garlic.": "Verduras mixtas, camarones, maíz, piña, edamame, repollo morado, furikake, ajo frito.",
    "California Love": "Amor Californiano",
    "Mixed Greens, Seitan, Diced Tomatoes, Jicama, Corn, Cucumber, Mint, Crispy Shallots.": "Verduras mixtas, seitan, tomates picados, jícama, maíz, pepino, menta, cebollas crujientes.",
    "Mixed Greens, Grilled Chicken, Avocado, Mango, Red Onion, Spicy Dressing, Crispy Bacon.": "Verduras mixtas, pollo a la parrilla, aguacate, mango, cebolla roja, aderezo picante, tocino crujiente.",
    "Mixed Greens, Salmon, Cucumber, Seaweed, Avocado, Lemon, Sesame Seeds, Chili Flakes.": "Verduras mixtas, salmón, pepino, algas, aguacate, limón, semillas de sésamo, hojuelas de chile.",
    "Mixed Greens, Tofu, Cucumber, Carrot, Edamame, Avocado, Ginger Dressing, Roasted Peanuts.": "Verduras mixtas, tofu, pepino, zanahoria, edamame, aguacate, aderezo de jengibre, cacahuetes tostados.",
    "Mixed Greens, Grilled BBQ Chicken, Corn, Avocado, Red Bell Peppers, Cilantro, BBQ Sauce.": "Verduras mixtas, pollo BBQ a la parrilla, maíz, aguacate, pimientos rojos, cilantro, salsa BBQ.",
    "Mixed Greens, Grilled Salmon, Pineapple, Cucumber, Red Onion, Sesame Dressing, Toasted Coconut.": "Verduras mixtas, salmón a la parrilla, piña, pepino, cebolla roja, aderezo de sésamo, coco tostado.",
    "Mixed Greens, Roasted Chickpeas, Beetroot, Cucumber, Quinoa, Avocado, Tahini Dressing.": "Verduras mixtas, garbanzos tostados, remolacha, pepino, quinoa, aguacate, aderezo de tahini.",
    "Monday": "Lunes", 
    "Tuesday": "martes", 
    "Wednesday": "Miércoles", 
    "Thursday": "Jueves", 
    "Friday": "Viernes", 
    "Saturday": "Sabado", 
    "Sunday": "Domingo", 
    "Closed": "Cerrado"
}
